Repository: erickdronski/tapt
Catalog: app/Tapt/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, pt_br

source: Explore
de: Erkunden
es: Explorar
fr: Explorer
ja: 探索
pt_br: Explorar

source: Scan
de: Scannen
es: Escanear
fr: Scanner
ja: スキャン
pt_br: Escanear

source: Cellar
de: Keller
es: Bodega
fr: Cave
ja: セラー
pt_br: Adega

source: Discover
de: Entdecken
es: Descubrir
fr: Découvrir
ja: 発見
pt_br: Descobrir

source: You
de: Du
es: Tú
fr: Vous
ja: あなた
pt_br: Você

source: Welcome to Tapt
de: Willkommen bei Tapt
es: Bienvenido a Tapt
fr: Bienvenue sur Tapt
ja: Taptへようこそ
pt_br: Bem-vindo ao Tapt

source: Continue
de: Weiter
es: Continuar
fr: Continuer
ja: 続ける
pt_br: Continuar

source: Back
de: Zurück
es: Atrás
fr: Retour
ja: 戻る
pt_br: Voltar

source: Start pouring
de: Einschenken
es: Empieza a servir
fr: C'est parti
ja: 注ぎ始める
pt_br: Começar a servir

source: What do you love?
de: Was magst du?
es: ¿Qué te gusta?
fr: Qu'aimez-vous ?
ja: 好きなスタイルは？
pt_br: O que você ama?

source: Where is home base?
de: Wo ist deine Homebase?
es: ¿Dónde está tu base?
fr: Où est ton QG ?
ja: ホームはどこ？
pt_br: Onde é sua base?

source: Before the first pour
de: Vor dem ersten Schluck
es: Antes del primer trago
fr: Avant la première pinte
ja: 最初の一杯の前に
pt_br: Antes do primeiro gole

source: Log a pour
de: Bier eintragen
es: Registrar una cerveza
fr: Enregistrer une bière
ja: ビールを記録
pt_br: Registrar uma cerveja

source: Leaderboards
de: Bestenlisten
es: Clasificaciones
fr: Classements
ja: ランキング
pt_br: Classificações

source: Find friends
de: Freunde finden
es: Buscar amigos
fr: Trouver des amis
ja: 友達を探す
pt_br: Encontrar amigos

source: Beer School
de: Bierschule
es: Escuela de cerveza
fr: École de la bière
ja: ビアスクール
pt_br: Escola da cerveja

source: Games
de: Spiele
es: Juegos
fr: Jeux
ja: ゲーム
pt_br: Jogos

source: Tonight
de: Heute Abend
es: Esta noche
fr: Ce soir
ja: 今夜
pt_br: Hoje à noite

source: Flights
de: Verkostungen
es: Catas
fr: Dégustations
ja: テイスティング
pt_br: Degustações

source: Passport
de: Pass
es: Pasaporte
fr: Passeport
ja: パスポート
pt_br: Passaporte

source: Beer Near You
de: Bier in deiner Nähe
es: Cerveza cerca de ti
fr: Bière près de vous
ja: 近くのビール
pt_br: Cerveja perto de você

source: Beer of the Week
de: Bier der Woche
es: Cerveza de la semana
fr: Bière de la semaine
ja: 今週のビール
pt_br: Cerveja da semana

source: Partner with Tapt
de: Partner von Tapt werden
es: Colabora con Tapt
fr: Devenir partenaire Tapt
ja: Taptと提携
pt_br: Seja parceiro do Tapt

source: Sign out
de: Abmelden
es: Cerrar sesión
fr: Se déconnecter
ja: サインアウト
pt_br: Sair

source: Theme
de: Design
es: Tema
fr: Thème
ja: テーマ
pt_br: Tema

source: Appearance
de: Darstellung
es: Apariencia
fr: Apparence
ja: 外観
pt_br: Aparência

source: Preferences
de: Einstellungen
es: Preferencias
fr: Préférences
ja: 設定
pt_br: Preferências

source: Privacy Choices
de: Datenschutz
es: Privacidad
fr: Confidentialité
ja: プライバシー設定
pt_br: Privacidade

source: Language
de: Sprache
es: Idioma
fr: Langue
ja: 言語
pt_br: Idioma

source: Beers
de: Biere
es: Cervezas
fr: Bières
ja: ビール
pt_br: Cervejas

source: Tasters
de: Verkoster
es: Catadores
fr: Dégustateurs
ja: テイスター
pt_br: Degustadores

source: Styles
de: Stile
es: Estilos
ja: スタイル
pt_br: Estilos

source: Friends
de: Freunde
es: Amigos
fr: Amis
ja: 友達
pt_br: Amigos

source: Taste
de: Geschmack
es: Gusto
fr: Goût
ja: テイスト
pt_br: Paladar

source: Email me a sign-in link
de: Anmeldelink senden
es: Envíame un enlace de acceso
fr: M'envoyer un lien de connexion
ja: ログインリンクを送信
pt_br: Enviar link de acesso

source: Continue with Google
de: Weiter mit Google
es: Continuar con Google
fr: Continuer avec Google
ja: Googleで続ける
pt_br: Continuar com o Google

source: Continue with Facebook
de: Weiter mit Facebook
es: Continuar con Facebook
fr: Continuer avec Facebook
ja: Facebookで続ける
pt_br: Continuar com o Facebook

source: Continue with X
de: Weiter mit X
es: Continuar con X
fr: Continuer avec X
ja: Xで続ける
pt_br: Continuar com o X

source: or use email
de: oder per E-Mail
es: o usa tu correo
fr: ou par e-mail
ja: またはメールで
pt_br: ou use e-mail

source: Verify
de: Bestätigen
es: Verificar
fr: Vérifier
ja: 確認
pt_br: Verificar

source: By continuing you confirm you are of legal drinking age.
de: Mit dem Fortfahren bestätigst du, dass du das gesetzliche Mindestalter für Alkohol erreicht hast.
es: Al continuar confirmas que tienes edad legal para beber.
fr: En continuant, vous confirmez avoir l'âge légal pour consommer de l'alcool.
ja: 続行することで、法定飲酒年齢に達していることを確認したものとみなされます。
pt_br: Ao continuar, você confirma que tem idade legal para beber.

source: Hoppiness
de: Hopfigkeit
es: Lupulado
fr: Houblonné
ja: ホップ感
pt_br: Lupulado

source: Strength
de: Stärke
es: Fuerza
fr: Force
ja: 強さ
pt_br: Força

source: Nutrition (per 100 ml)
de: Nährwerte (pro 100 ml)
es: Nutrición (por 100 ml)
fr: Nutrition (pour 100 ml)
ja: 栄養成分（100mlあたり）
pt_br: Nutrição (por 100 ml)

source: Where you'll find it
de: Wo du es findest
es: Dónde encontrarla
fr: Où la trouver
ja: どこで見つかる
pt_br: Onde encontrar

source: How beer is made
de: Wie Bier gebraut wird
es: Cómo se hace la cerveza
fr: Comment la bière est faite
ja: ビールの作り方
pt_br: Como a cerveja é feita

source: The story
de: Die Geschichte
es: La historia
fr: L'histoire
ja: ストーリー
pt_br: A história
